Repository: pepeizq/Widgets-Media
Catalog: Widgets Media/Widgets Media (Package)/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# AnyMedia
source: Any Streaming
es_es: Cualquier Streaming

# APIID
source: API Key
es_es: API Clave

# APIIDOpen
source: Open API Key
es_es: Abrir API Clave

# Bottom.Text
source: Bottom
es_es: Abajo

# Center.Text
source: Center
es_es: Centrada

# ChooseImage.Text
source: Type of image the widget will use
es_es: Tipo de imagen que usará el widget

source: Close
es_es: Cerrar

# Contact.Text
source: Contact
es_es: Contactar

# Customization.Text
source: Customization
es_es: Personalización

# Data.Text
source: Data
es_es: Datos

# DisneyPlusError
source: Error searching Disney+
es_es: Error buscando en Disney+

# DisneyPlusOptionsSearchAPI.Text
source: The application uses the Google API to search for Disney+ movies and series, given the limitations of this API it is easy to reach the daily limit and for that reason i give you the option to use the API with your Google account
es_es: La aplicación usa la API de Google para buscar películas y series de Disney+, dadas las limitaciones de esta API es fácil alcanzar el límite diario y por esa razón te doy la opción de usar la API con tu cuenta de Google

# Executable.Text
source: Executable
es_es: Ejecutable

# Executable2.Text
source: This line of text will execute the widget, it can be an http link or a browser protocol if the platform application is compatible
es_es: Esta línea de texto ejecutará el widget, puede ser un enlace http o un protocolo browser si la aplicación de la plataforma es compatible

# ImageBig.Text
source: Big Image
es_es: Imagen Grande

# ImageBig2.Text
source: This line of text contains a link to an image in a square or vertical format, to better fit the medium and large size widgets
es_es: Esta línea de texto contiene un enlace a una imagen en formato cuadrado o vertical, para encajar mejor en los widgets de tamaño medio y grande

# ImageSmall.Text
source: Small Image
es_es: Imagen Pequeña

# ImageSmall2.Text
source: This line of text contains a link to an image in 16:9 format, which is best suited for smaller widgets
es_es: Esta línea de texto contiene un enlace a una imagen en formato 16:9, que encaja mejor en los widgets de tamaño pequeño

# Left.Text
source: Left
es_es: Izquierda

# MenuContact
source: Contact
es_es: Contactar

# MenuExit
source: Exit
es_es: Salir

# MenuGithub
source: Source Code
es_es: Código Fuente

# MenuPatchNotes
source: Last Patch Notes
es_es: Últimas Actualizaciones

# MenuRate
source: Rate the App
es_es: Calificar la Aplicación

# NetflixError
source: Error searching Netflix
es_es: Error buscando en Netflix

# NetflixOptionsSearchAPI.Text
source: The application uses the Google API to search for Netflix movies and series, given the limitations of this API it is easy to reach the daily limit and for that reason i give you the option to use the API with your Google account
es_es: La aplicación usa la API de Google para buscar películas y series de Netflix, dadas las limitaciones de esta API es fácil alcanzar el límite diario y por esa razón te doy la opción de usar la API con tu cuenta de Google

source: Options
es_es: Opciones

# Options2.Text
source: Options
es_es: Opciones

# OptionsApp.Text
source: Application
es_es: Aplicación

# OptionsAppCleanButton.Text
source: Clean Data
es_es: Limpiar Datos

# OptionsAppCleanInfo.Text
source: Clean Data
es_es: Limpiar Datos

# OptionsAppCleanInfo2.Text
source: All the data and files generated by the application will be deleted, when finished the application will be restarted as if it were a clean installation
es_es: Todos los datos y ficheros generados por la aplicación serán eliminados, cuando termine se reiniciará la aplicación como si fuera una instalación limpia

# OptionsAppWindow1.Text
source: Default
es_es: Defecto

# OptionsAppWindow2.Text
source: Full Screen
es_es: Pantalla Completa

# OptionsAppWindow3.Text
source: Overlapped
es_es: Superpuesta

# OptionsAppWindowInfo.Text
source: Mode in which the application will be displayed in Windows
es_es: Modo en el que se mostrará la aplicación en Windows

# OptionsLanguageInfo.Text
source: Application language
es_es: Idioma de la aplicación

# OptionsLanguageInfo2.Text
source: A restart is necessary in the application to make the change
es_es: Es necesario un reinicio en la aplicación para efectuar el cambio

# OptionsLaunch.Text
source: What will open the widget of this platform?
es_es: ¿Que abrirá el widget de esta plataforma?

# OptionsLaunchApp.Text
source: Application
es_es: Aplicación

# OptionsLaunchWebBrower.Text
source: Web Browser
es_es: Navegador Web

# PresentationMessage.Text
source: Select the streaming you want to add as a widget::
es_es: Selecciona el streaming que quieres añadir como widget:

# Right.Text
source: Right
es_es: Derecha

# Search.Text
source: Search
es_es: Buscar

# SearchError
source: There have been too many searches on the Google API that this app uses, but it can be changed from Options
es_es: Ha habido demasiadas búsquedas en la API de Google que usa esta app, pero se puede cambiar desde Opciones

# SearchID
source: Search Key
es_es: Buscador Clave

# SearchIDOpen
source: Open Search Key
es_es: Abrir Buscador Clave

# SpotifyAlbums.Text
source: Albums
es_es: Álbumes

# SpotifyArtists.Text
source: Artists
es_es: Artistas

# SpotifyGoOptions.Text
source: If you want to add Widgets from your Spotify albums or playlists, you must go to Options and follow the instructions to configure it.
es_es: Si quieres añadir Widgets de tus albums o playlists de Spotify, debes ir a Opciones y seguir las instrucciones para configurarlo.

# SpotifyGoOptions2.Text
source: Go to Options
es_es: Ir a Opciones

# SpotifyOptions.Text
source: Due to the restrictions in the Spotify API, if you want to add a widget from this platform you must create an app in the developer section:
es_es: Debido a las restricciones en la API de Spotify, si quieres añadir un widget de esta plataforma debéis crear en la sección de desarrolladores una aplicación:

# SpotifyOptionsHelp.Text
source: Show where it's done
es_es: Mostrar donde se hace

# SpotifyOptionsOpenLink
source: Open Link to Spotify Developers
es_es: Abrir Enlace a Desarrolladores de Spotify

# SpotifyPlaylists.Text
source: Playlists
es_es: Listas

# Top.Text
source: Top
es_es: Arriba

# TrialBuyApp.Text
source: Buy App
es_es: Comprar Aplicación

# TrialMessage.Text
source: You are using a trial version of the app, the only difference with respect to the purchased version is that this annoying message will not appear.
es_es: Estás usando una version trial de la aplicación, la unica diferencia respecto a la version comprada es que no aparecerá este mensaje molesto.

# WidgetHelp.Text
source: Help
es_es: Ayuda

# WidgetHelp2.Text
source: If you have questions about how to add the widget to the app, you can consult a guide on my website
es_es: Si tienes dudas en como se añade el widget en la app, puedes consultar una guía en mi web

# WidgetImageOrientationHorizontal.Text
source: Horizontal image orientation
es_es: Orientación horizontal de la imagen

# WidgetImageOrientationVertical.Text
source: Vertical image orientation
es_es: Orientación vertical de la imagen

# WidgetLoadStreaming.Text
source: Load streaming in app Widgets
es_es: Cargar streaming en la app Widgets

# WidgetLoadStreamingMessage
source: Streaming widget loaded, open the Widgets app and add the streaming widget from 'Add Widgets'.
es_es: Cargado widget del streaming, abre la app Widgets y añade el widget del streaming desde 'Añadir Widgets'.

# WidgetOpenHelp.Text
source: Open Guide
es_es: Abrir Guía
